insert into tb_kh_info values(
'kh0001', '王进',  '河南大学软件学院', '15138335829', '中国工商银行',  '6212261703010174553', '941952055@qq.com'
)
go
insert into tb_kh_info values(
'kh0002', '王进',  '江苏省',            '13838641933', '中国农业银行', '6228480402564890018', '2817586419@qq.com'
)
go
insert into tb_kh_info values(
'kh0003', '王航',  '河南周口市',        '15138335826', '中国邮政',      '9551006612000153105', '3117792363@qq.com'
)
go
insert into tb_kh_info values(
'kh0004', '王得志', '河南省荥阳市',      '16638228416', '中国建设银行', '6217000010059838502', '1765768151@qq.com'
)
go
insert into tb_kh_info values(
'kh0005', '朱豪豪', '河南省郑州市',      '18538782367', '中国银行',     '6217582000001498278' ,null
)
go
insert into tb_kh_info values(
'kh0006','朱豪豪','河南省开封市河南大学软件学院华苑213','15138568954','中国农业银行','6217582000001498256','2817586410@qq.com'
)
go
insert into tb_kh_info values(
'kh0007','朱豪豪','河南省开封市河南大学软件学院','15138568959','中国银行','6217582000001498286','858454643@qq.com'
)
insert into tb_kh_info values(
'kh0008', '王辉','河南省周口市练集镇','15138335623','中国邮政','955100661200015315',null
)


insert into tb_gys_info values
('gys0001', '华润怡宝有限公司', '深圳', '刘洪基', '15138115829', '中国银行',' 123456789@163.com', '1212261703010174553'),
('gys0002', '康师傅控股有限公司', '天津', '吴海康', '15138225829', '中国邮政银行','456789123@qq.com', '2212261703010174553'),
('gys0003', '景田食品饮料有限公司', '深圳', '周敬良', '15138335829', '中国农业银行',' 941952051@qq.com', '3212261703010174553'),
('gys0004', '杭州娃哈哈集团有限公司', '杭州', '宋庆后', '15138445829', '中国建设银行',' 941952052@163.com', '4212261703010174553'),
('gys0005', '可口可乐公司', '美国佐治亚州', '詹姆斯昆丁', '15138555829', '美国银行',null, 'A212261703010174553'),
('gys0006', '百事公司', '纽约', '卢英德', '15138665829', '美国银行',null, 'B212261703010174553');
INSERT INTO tb_gys_info VALUES(
'gys0001', '华润怡宝有限公司', '深圳', '刘洪基', '15138115829', '中国银行',' 123456789@163.com', '1212261703010174553')

 INSERT INTO tb_gys_info VALUES(
'gys0002', '康师傅控股有限公司', '天津', '吴海康', '15138225829', '中国邮政银行','456789123@qq.com', '2212261703010174553')
GO
 INSERT INTO tb_gys_info VALUES(
'gys0003', '景田食品饮料有限公司', '深圳', '周敬良', '15138335829', '中国农业银行',' 941952051@qq.com', '3212261703010174553')
GO
 INSERT INTO tb_gys_info VALUES(
'gys0004', '杭州娃哈哈集团有限公司', '杭州', '宋庆后', '15138445829', '中国建设银行',' 941952052@163.com', '4212261703010174553')
GO
 INSERT INTO tb_gys_info VALUES(
'gys0005', '可口可乐公司', '美国佐治亚州', '詹姆斯昆丁', '15138555829', '美国银行',null, 'A212261703010174553')
GO
 INSERT INTO tb_gys_info VALUES(
'gys0006', '百事公司', '纽约', '卢英德', '15138665829', '美国银行',null, 'B212261703010174553')

insert into tb_sp_info values
('sp0001','怡宝引用纯净水','开封',2.0,'2019-1-1',12,'gys0001'),
('sp0002','百水山饮用天然矿泉水','周口',3.0,'2012-12-2',12,'gys0002'),
('sp0003','可口可乐','河南省南阳市',2.0,'2019-3-2',9,'gys0003'),
('sp0004','百事可乐','河南省郑州市',4.0,'2019-8-6',12,'gys0004'),
('sp0005','康师傅冰红茶','天津',2.5,'2019-3-3',9,'gys0005'),
('sp0006','娃哈哈矿泉水','北京',2.0,'2019-8-8',12,'gys0006'),
('sp0007','午后奶茶','许昌',5.0,'2018-1-2',6,'gys0001');

insert into tb_sp_info values(
'sp0001','怡宝引用纯净水','开封',2.0,'2019-1-1',12,'gys0001')

insert into tb_sp_info values(
'sp0002','百水山饮用天然矿泉水','周口',3.0,'2012-12-2',12,'gys0002')
go
insert into tb_sp_info values(
'sp0003','可口可乐','河南省南阳市',2.0,'2019-3-2',9,'gys0003')
go
insert into tb_sp_info values(
'sp0004','百事可乐','河南省郑州市',4.0,'2019-8-6',12,'gys0004')
go
insert into tb_sp_info values(
'sp0005','康师傅冰红茶','天津',2.5,'2019-3-3',9,'gys0005')
go
insert into tb_sp_info values(
'sp0006','娃哈哈矿泉水','北京',2.0,'2019-8-8',12,'gys0006')

insert into tb_xs_info values(
'', '', '', ''
)
go
insert into tb_xs_info values(
'', '', '', ''
)
insert into tb_xs_info values(
'', '', '', ''
)
insert into tb_xs_info values(
'', '', '', ''
)
insert into tb_xs_info values(
'', '', '', ''
)
insert into tb_xs_info values(
'', '', '', ''
)
insert into tb_xs_info values(
'', '', '', ''
)
insert into tb_xs_info values(
'', '', '', ''
)
insert into tb_xs_info values(
'', '', '', ''
)
insert into tb_xs_info values(
'', '', '', ''
)